const decorativePlants = [
  {
    image:
      'https://static.insales-cdn.com/images/products/1/2570/202451466/large_IMG_5161_1.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/2570/202451466/IMG_5161_1.jpeg',
    name: 'Вашингтония Робуста',
    nameEn: 'Washingtonia Robusta',
    description:
      'Волосатую древовидную красавицу называют мексиканской веерной пальмой. Каждый из ее листьев расщеплен на множество сегментов. При среднем показателе интенсивности роста значение продолжительности жизни Вашингтонии в искусственной среде составляет минимум 10 лет. Цветет редко соцветиями в виде длинных метелок. Требует ухода за потрясающими веерообразными листьями: очистки от пыли, удаления сухих кончиков. Нуждается в притоке свежего воздуха и достаточном освещении. Вы же не хотите получить вытянутые и некрепкие листья у компактной пальмы?',
    price: 9800,
    type: 'palmTrees',
    heightPlants: 135,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/1462/167355830/large_IMG_6018_1.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/1462/167355830/IMG_6018_1.jpeg',
    name: 'Вашингтония Филифера',
    nameEn: 'Washingtonia Filifera',
    description:
      'Стройная нитчатая Вашингтония с веерными листьями-опахалами. Сочная зелень кроны с длинными белоснежными нитями и легким оттенком серого отличает ее от множества других пальм. Продолжительность жизни листовой пластины составляет порядка 4 лет. Светолюбивое растение цветет, правда, соцветия-метелки с беленькими цветочками появляются в домашних условиях крайне редко. Отлично справляется с сухим воздухом и жарой, для нее уровень влажности почти не важен. Подберите для высокой красавицы правильную устойчивую емкость',
    price: 21480,
    type: 'palmTrees',
    heightPlants: 170,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/5148/165049372/large_IMG_3826_1.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/5148/165049372/IMG_3826_1.jpeg',
    name: 'Вашингтония Филифера Крупномер',
    nameEn: 'Washingtonia Filifera',
    description:
      'Относится к числу растений-крупномеров и долгожителей. Листоподобные зеленые побеги веерной пальмы расщеплены на многочисленные сегменты, нити. Отсюда и название Нитеносная. Большие листья образуют величественную крону. Отмирая, они превращаются в оригинальную юбку. Самодостаточное растение, занимающее в помещении центральное место. К новым условиям легко приспосабливается в молодом возрасте. Цветение в домашней коллекции для Вашингтонии Нитеносной – редкое событие, но может быть именно вам повезет.',
    price: 22275,
    type: 'palmTrees',
    heightPlants: 170,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/2862/489876270/large_IMG_9574.jpg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/2862/489876270/IMG_9574.jpg',
    name: 'Дипсис Декари (Хризолидокарпус Маскарена)',
    nameEn: 'Dypsis Decaryi',
    description:
      'Именуется треугольной пальмой благодаря оригинальной форме кроны. Эндемик Мадагаскара. От серо-коричневого ствола отходят перистые листья, узкие с острым кончиком. Изначально они растут практически вертикально и лишь со временем начинают изящно склоняться. Красновато-коричневый войлочный пушок присутствует только на основаниях молодых листовых пластин. Соцветия располагаются под листьями. Легко адаптируется к комнатным условиям. Любит тепло и рассеянное освещение. На недостаток света реагирует потерей внешней привлекательности.',
    price: 13800,
    type: 'palmTrees',
    heightPlants: 100,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/4862/526471934/large_97C56826-3E85-459D-82C7-3FEC49147E92.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/4862/526471934/97C56826-3E85-459D-82C7-3FEC49147E92.jpeg"',
    name: 'Кариота',
    nameEn: 'Caryota',
    description:
      'Яркий представитель семейства Пальмовые. Форма поникающей листовой пластины напоминает рыбий хвост. Она ассиметрична, обладает рваными зазубренными краями. Монокарпическое растение цветет и плодоносит всего раз за всю свою непродолжительную в 25 лет жизнь, как правило, в дикой природе. Даже соцветия очертаниями напоминают хвост, в этот раз конский. Максимально благоприятное время для приобретения домашней пальмы – весенне-летний период. Тропическая Кариота обожает тепло, влажность, яркое освещение и свежий воздух',
    price: 47250,
    type: 'palmTrees',
    heightPlants: 240,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/5319/526472391/large_20327D64-F89E-40EC-922A-B843BC7F344D.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/5319/526472391/20327D64-F89E-40EC-922A-B843BC7F344D.jpeg',
    name: 'Кариота в высоком кашпо',
    nameEn: 'Caryota',
    description:
      'Подарочный вариант знаменитой пальмы в красивом кашпо горчичного цвета. Оно прекрасно сочетается по цвету с насыщенной зеленью перистой листвы, напоминающей по форме рыбьи хвосты. Зубчатые края ассиметричных листьев с наполовину рассеченной вершиной действительно создают подобные очертания. Кариоту еще называют винной пальмой, ведь из ее сока делают винные напитки. Растение неприхотливо, выносливо и готово простить владельцу многие просчеты в уходе, кроме, пожалуй, влажности воздуха. На помощь придет регулярное опрыскивание.',
    price: 7425,
    type: 'palmTrees',
    heightPlants: 65,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/6770/165403250/large_IMG_4730_1.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/6770/165403250/IMG_4730_1.jpeg',
    name: 'Кордилина Неразделенная',
    description:
      'Очень часто Кордилину Неразделенную называют Драценой Неразделенной. Действительно, внешне растения очень похожи, а потому даже специалисты иногда их путают. Кордилина Неразделенная – это не цветок, а дерево, которое вырастает до 12м в высоту, имеет очень твердый, но при этом тонкий, совершенно негнущийся стебель. Листья также удивляют размерами, достигая в высоту 150 см, но при этом ширина более 15 см у них быть не может. Очень красивое сочетание цветов у листьев Кордилины. Основа матово-зеленая, снизу листок сизоватый, а на заостренной верхушке резко выделяется красная жилка. Соцветие с белыми цветочками, поникающее, разветвленное, очень плотное и довольно крупное. В целом, вид нетребователен к содержанию. Полив два-три раза в неделю в теплое время года и один-два раза в неделю в холодное.',
    price: 9113,
    type: 'palmTrees',
    heightPlants: 110,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/4621/762769933/large_IMG_4301.jpg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/4621/762769933/IMG_4301.jpg',
    name: 'Ливистона Ротундифолия',
    nameEn: 'Livistona Rotundifolia',
    description:
      'Медленнорастущий вид пальмы с шикарной зеленой кроной из округлых веерообразных листьев. Чем комфортнее чувствует себя растение, тем больше глянцевых листовых пластин формирует за год. Круглолистная Ливистона отличается не только характерной формой листьев, но и коричневыми черенками, напоминающими шипы. Яркое солнце вредит молодому растению, поэтому его лучше притенять от прямых лучей. Периодически поворачивайте его для симметричного роста. Не допускайте сухости листьев, при недостатке влаги листва пожелтеет.',
    price: 7400,
    type: 'palmTrees',
    heightPlants: 100,
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/3441/165064049/large_IMG_3882_1.jpeg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/3441/165064049/IMG_3882_1.jpeg',
    name: 'Ливистона Ротундифолия в керамике',
    nameEn: 'Livistona Rotundifolia',
    description:
      'Элегантное деревце в керамике – медленнорастущая пальма. Веерные листовые пластины на шипообразных черешках составляют пышную зеленую крону. Листы рассечены как минимум до середины. Практически не цветет, но радует владельца декоративностью перистой масштабной листвы на протяжении долгих лет. Влажность воздуха и притенение от слишком яркого солнца сказывается на внешнем виде круглолистного растения. Летом оно предпочитает открытое пространство со свободным доступом к свежему воздуху, а в остальном непритязательно.',
    price: 3938,
    type: 'palmTrees',
  },
  {
    image:
      'https://static.insales-cdn.com/images/products/1/3105/534031393/large_IMG_8328.jpg',
    imageBig:
      'https://static.insales-cdn.com/images/products/1/3105/534031393/IMG_8328.jpg',
    name: 'Ливистона Ротундифолия в плетеном кашпо',
    nameEn: 'Livistona Rotundifolia',
    description:
      'Шикарная Ливистона в плетеном кашпо очищает воздух вокруг себя и даже увлажняет его. При этом ее округлые насыщенно зеленые листья в форме веера сами нуждаются в высокой влажности. Любит много света, тепла и никаких сквозняков. Причина кроется в тропическом происхождении растения. В условиях дома цветения Ливистоны дождаться не удастся. Но зато декоративность веерной пальмы сохраняется в течение всего года благодаря роскошной кроне наверху растения из крупных рассеченных листовых пластин на крепких, острых по краям черешках.',
    price: 3600,
    type: 'palmTrees',
    heightPlants: 55,
  },
];
